Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: When considered in conjunction with the various ways A made travel arrangements, the court of appeal has in my view correctly concluded that A recruited B into ISIL in accordance with section 147 (d).
nb: Når dette også ses i sammenheng med de ulike måtene A tilrettela for reisen, er det etter mitt syn korrekt når lagmannsretten kom til at han har rekruttert B til ISIL etter § 147 d.

source: And, as far as I can understand, she is also affected in such a way that must have been in mind when the definition of party was formulated in the Public Administration Act.
nb: Og hun er, så vidt jeg kan forstå dette, også berørt slik man må ha hatt i tankene da forvaltningslovens partsdefinisjon ble utformet.

source: I refer to what I have previously said about this.
nb: Jeg viser til hva jeg tidligere har sagt om dette.

source: There is thus no doubt that Section 125 will apply and it is not necessary to further consider how far Article 10 of ECHR protects unpublished material.
nb: Det er derfor ikke tvil om at § 125 kommer til anvendelse, og det er ikke nødvendig å gå nærmere inn på hvor langt EMK artikkel 10 beskytter upublisert materiale.

source: For the databases to be exempt from protection under section 14, they must be “proposals, reports and other statements which concern the exercise of public authority” and be “made by a public authority, a publicly appointed council or committee, or published by the public authorities.”
nb: For at databaser skal være uten vern etter § 14, må databasene som sådanne være å anse som «forslag, utredninger, uttalelser og lignende som gjelder offentlig myndighetsutøvelse», og være «avgitt av offentlig myndighet, offentlig oppnevnt råd eller utvalg, eller utgitt av det offentlige».

source: It was also complained that a request for a change of judge in a pleading of December 2016 had not been answered until March 2017.
nb: Videre var det klaget over at en anmodning om dommerbytte i et prosesskrift av desember 2016 ikke ble besvart før i mars 2017.

source: The proceedings lasted for around 19 months from registration of the
nb: 19 måneder fra saken ble registrert inn til den ble avsluttet.

source: The interpretation of the judgement in Rt. 2004 page 306 paragraph 25 is that “the legislators may without prejudice to Article 97 of the Constitution ‘within reasonable limits’ not merely issue new rules concerning execution of sentence to acts that were committed before the new rules were adopted, but also to sentences that have been passed".
nb: 2004 side 306 avsnitt 25 er dommen forstått slik at ”lovgiverne uten hinder av Grunnloven § 97 ’innen rimelige grenser’ ikke bare kan gi nye regler om fullbyrdelse av straff anvendelse på handlinger som er begått før de nye reglene ble vedtatt, men også på straff som er idømt”.

source: There are considerable differences between the Pirate Bay case, where the application was rejected by the Court of Human Rights as “manifestly ill-founded”, and the case at hand.
nb: Det er vesentlige forskjeller mellom denne saken, der klagen ble avvist av EMD som «manifestly ill-founded», og vår sak.

source: The owner of a property in the 100-meter belt along the coast had obtained permission to build a new cottage with a basement.
nb: Eieren av en eiendom som ligger i 100-metersbeltet langs sjøen, hadde søkt og fått godkjent bygging av ny hytte med kjeller.

source: After this, I will examine whether the removal was incompatible with article 8 of the ECHR, which reads:
nb: Jeg går etter dette over til å vurdere om utsendelsen krenket EMK artikkel 8 som lyder:

source: also mainly support the appellants' contentions.
nb: har også i det vesentlige sluttet seg til de ankende parters anførsler.

source: Furthermore, the Proposition states on page 55 that “
nb: Videre heter det i proposisjonen på side 55 at utgangspunktet er at «alt

source: The Public Prosecution Authority (Counsel Åsmund Yli) v.
nb: A (advokat Andrea Wisløff) mot Påtalemyndigheten (Åsmund Yli) II.

source: "In accordance with our legal tradition the provision – with its general wording that "no law must be made retroactive" – establishes a prohibition which may well be given a more precise content in specific legal areas, but which must otherwise, for example in this present legal area where we are, be considered to target a particularly unreasonable or unfair retroactivity."
nb: "Bestemmelsen – med dens generelle ordlyd om at 'Ingen Lov maa gives tilbagevirkende Kraft' – stiller etter vår rettstradisjon opp et forbud, som vel kan gis et mer presist innhold på spesielle rettsområder, men som ellers, blant annet på det rettsområdet vi her er på, må anses for å rette seg mot særlig urimelig eller urettferdig tilbakevirkning."

source: The Companies Act 1976 only regulated the consequences of non-registration in connection with incorporation.
nb: Aksjeloven 1976 regulerte bare konsekvensen av manglende registrering i forbindelse med stiftelse.

source: After this case too was dropped in January 1948, the Lapp Administration does not appear to
nb: Etter at også denne saken ble henlagt i januar 1948, synes ikke lappevesenet å ha grepet inn i bruken av

source: The complaint concerned the judge’s conduct during the main hearing.
nb: Klagen gjaldt dommerens opptreden under hovedforhandlingen.

source: The following is stated in this regard on page 153 of the proposition:
nb: Det sies blant annet følgende om dette på side 153 i proposisjonen:

source: In the case at hand, it has some significance that A – the bride to be and main person – did not know beforehand that she was going on a RIB ride.
nb: I saken her er det av en viss vekt at A – kommende brud og hovedperson – ikke kjente til på forhånd at hun skulle på RIB-tur.

source: For the same reason, it is also relevant that GSK itself referred to the established colour code when introducing Seretide in 1999.
nb: Av samme grunn har det også interesse at GSK selv knyttet fargebruken opp til den etablerte fargekode da Seretide ble introdusert i 1999.

source: Khlaifia and Others v. Italy
nb: Khlaifia og andre mot Italia

source: Under doubt I have come to the same conclusion as the first
nb: Jeg er under tvil kommet til samme resultat som førstvoterende i spørsmålet om

source: The extent of the new structuring that has taken place under the 2007 Regulation also goes to show that many have found it profitable to structure with a time limit of 20 years.
nb: Omfanget av nystruktureringen som har funnet sted under 2007-forskriften, viser da også at mange har funnet det lønnsomt å strukturere med 20 års tidsbegrensning.

source: They are proclaimed enemies of secular regimes and the western world in general, but also of moderate Sunni Muslims and Shia Muslims, as well as other ethnic groups such as the Kurds.
nb: De har et sterkt fiendebilde mot sekulære regimer og den vestlige verden generelt, men også mot moderate sunnimuslimer, shia-muslimer, samt andre etniske grupper som for eksempel kurdere.

source: After an overall assessment, I agree with the majority of the court of appeal that A's conduct was negligent.
nb: Etter en samlet vurdering er jeg enig med lagmannsrettens flertall i at A har opptrådt uforsvarlig ved den aktuelle kjøringen.

source: The basis for the indictment reads:
nb: Grunnlaget er beskrevet slik:

source: On pages 1428–1429 the following is set out:
nb: På side 1428–1429 heter det:

source: Although the submissions have primarily been made with regard to count III of the indictment on participation in ISIL, my perception is that they have been made also with regard to count II on recruitment and count IV on material and financial support.
nb: Selv om anførslene først og fremst har vært fremført i tilknytning til tiltalens post II om deltakelse i ISIL, oppfatter jeg det slik at de er gjort gjeldende også for post III om rekruttering og post IV om materiell og økonomisk støtte.

source: It would also be highly unfortunate if Norway on this point were to have a 'gap' in terrorist legislation unlike other European countries.
nb: Det er videre klart uheldig hvis Norge på dette punkt skal ha et 'hull' i terrorlovgivningen i forhold til de øvrige europeiske land.

source: As mentioned above, the majority finds that it is the general appearance of the film car that is protected by copyright in this adaptation of drawing A, like in the Supreme Court judgment in Rt-2012-1062 (the Tripp Trapp judgment) para 90, as quoted above.
nb: Som nevnt ovenfor er det etter flertallets syn helhetsinntrykket av filmbilen som utgjør opphavsretten til denne bearbeidelsen av tegning A, slik også i Rt-2012-1062 (Tripp Trapp) avsnitt 90 som gjengitt ovenfor.

source: It follows that the non-applicability, as the case may be, of Articles 19 or 22 to a situation such as that at issue in the main proceedings does not of itself prevent the person
nb: Når henholdsvis artiklene 19 eller 22 ikke kommer til anvendelse på en situasjon som den hovedsaken gjelder, er følgelig ikke dette i seg selv til hinder for at den berørte person etter

source: In this connection, the Supreme Court provided an account of the general features of the Norwegian release on probation system, pursuant to both the Prison Act and the Execution of Sentences Act.
nb: I den forbindelse redegjorde Høyesterett for hovedtrekkene i det norske systemet for prøveløslatelse, både etter fengselsloven og etter straffegjennomføringsloven.

source: was changed in September 2020. All three defendants have remained in custody since then,
nb: Som påpekt er alle visitasjonene gjennomført før praksisendringen i september 2020.

source: Because the material in the case at hand to a large extent can be counted as
nb: Blant annet fordi materialet i saken her i stor utstrekning er å regne som

source: Proposition to the Odelsting no. 45 (2002-2003) page 25 the following:
nb: Ot.prp. 45 (2002–2003) side 25 blant annet følgende:

source: In my view, A is to blame for clearly having deviated from the standard of care in alpine skiing.
nb: Etter mitt syn er A å bebreide for at han klart har fraveket det som er forsvarlig opptreden ved alpinkjøring.

source: article in which Nielsen advanced this theory, he referred inter alia to the description of a journey by Gerhard Schøning from 1773:
nb: I den artikkelen hvor Nielsen fremsatte denne teorien, viser han blant annet til en reisebeskrivelse av Gerhard Schøning fra 1773:

source: paragraph of section 6 of the Prescription Act which provides that “Prescription ceases where an
nb: Om anmeldelsens betydning for befolkningens gode tro viser jeg til hevdsloven § 6 første ledd hvor det er

source: I do not agree with this conclusion.
nb: Denne slutningen er jeg ikke enig i.

source: She graduated from the Faculty of Law, University of Oslo in 1986.
nb: Hun tok juridisk embetseksamen ved Det juridiske fakultet ved Universitetet i Oslo i 1986.

source: The court of appeal assumes that the aggrieved parties' conception of the regime was that they had to ask for permission to leave the garden centre, also in their spare time, although this was not always done for smaller trips.
nb: Lagmannsretten legger til grunn at de fornærmede oppfattet regimet slik at de måtte spørre om lov til å forlate gartneriet, også på fritiden, selv om dette ikke alltid ble gjort for mindre turer.

source: On the same day, the Board issued a special order allowing A supervised access two hours four times a year.
nb: Foreldrene ble gitt rett til samvær fire ganger i året á fire timer, og barnevernet fikk adgang til å føre tilsyn med fars samvær.

source: The question before the CJEU was whether these manners of organising the satellite broadcasting meant that Airfield had to obtain clearance for the copyrighted material.
nb: Spørsmålet til EU-domstolen var om disse måtene å organisere satellittsendingene på, medførte at Airfield måtte klarere det opphavsrettslig beskyttede materialet i sendingene.

source: “especially” in recent years “reached Mount Bukhammer” with the material it had: In its
nb: «komne hen til Bukhammerfjeldet», med det materialet den hadde:

source: This is first and foremost due to the fact that the loss of income does not occur until from and including 2033, while the tax savings are obtained already from and including 2008.
nb: Dette skyldes først og fremst at inntektstapet først inntrer fra og med 2033, mens skattebesparelsen oppnås allerede fra og med 2008.

source: According to its wording, section 147 (d) covers any person who "participates in" a terrorist organisation.
nb: Etter ordlyden rammer § 147 d blant annet den som "deltar i" en terrororganisasjon.

source: Supreme Court judgment 28 October 2020,
nb: Høyesteretts dom 28. oktober 2020,

source: However, as I
nb: Jeg er enig i dette.

source: The relevance of the Commercial Agency Directive and the ECJ' s judgment in Case C-828/18
nb: Betydningen av Agentdirektivet og EU-domstolens dom i sak C-828/18

source: Nevertheless, I cannot see that this construction reaches as far as applying in a case such as ours, where Skaugen has not entered into the Shipyard's contract with MAN.
nb: Jeg kan likevel ikke se at denne konstruksjonen kan trekkes så langt at den gjelder i et tilfelle som vårt, der Skaugen ikke har trådt inn i Verftets kontrakt med MAN.

source: Also, as it is has been stated, it is normal that the doubt with regard to identity the immigration authorities believe exists is due to the applicants' use of different identities in other European countries before they came to Norway.
nb: Det er etter det opplyste også vanlig at identitetstvilen utlendingsmyndighetene mener foreligger, skyldes at søkerne har benyttet andre identiteter i andre europeiske land før de kom til Norge.

source: This right is also protected under Article 95 of the
nb: Denne retten er også sikret gjennom Grunnloven § 95.

source: The court of appeal has assumed that Bjarne Sandemose used Kjell Aukrust's
nb: Lagmannsretten har lagt til grunn at Bjarne Sandemose benyttet Kjell Aukrusts

source: The question regarding title was not covered by the bankruptcy exemption, since "that question of law is independent of the opening of insolvency proceedings".
nb: Spørsmålet om eiendomsrett ble ikke omfattet av konkursunntaket, siden "that question of law is independent of the opening of insolvency proceedings".

source: Lake Usme lies by the eastern boundary of the area in
nb: Usmesjøen ligger ved tvisteområdets østlige grense.

source: At that time, B was 17 years old, unemployed and under the supervision of the child welfare service.
nb: B var på det tidspunktet 17 år, arbeidsløs og under oppfølgning fra barnevernet.

source: procedure must be considered by the court. There is no case law on principles for assessing whether the procedural criterion in Article 6
nb: Det foreligger ikke rettspraksis om normen for prøvingen av det prosessuelle vilkåret i Luganokonvensjonen artikkel 6 nr.

source: In the Commission's press release, the following is set out:
nb: Det heter i kommisjonens pressemelding om denne planen blant annet:

source: Here, I refer solely to Rt-2013-1290, sections 25 to 27, which describe the guidelines drawn up by ECtRH.
nb: 2013 side 1290 avsnitt 25 til 27, som redegjør for de retningslinjer som EMD har trukket opp.

source: Does the removal of C breach article 8 of the ECHR?
nb: Krenker utsendelsen av C EMK artikkel 8?

source: 2019 – SOM-2017-4181– that the guidelines in the memo on practices and procedures are not
nb: april 2019 – SOM-2017-4181– ga uttrykk for at retningslinjene i praksisnotatet ikke nødvendigvis følges.

source: I thus find that the extraction of the Supreme Court rulings from the 2005 DVD and Lovdata’s online databases, as well as the publishing of these rulings on Rettspraksis.no, interferes with Lovdata’s exclusive rights to the databases under the Copyright Act.
nb: Min konklusjon er etter dette at uttrekket av høyesterettsavgjørelser fra 2005-DVD-en og Lovdatas onlinedatabaser, og tilgjengeliggjøringen av disse avgjørelsene på Rettspraksis.no, er i strid med Lovdatas enerett til databasene etter åndsverkloven.

source: The Court stated the following on page 11:
nb: EMD uttalte på side 11:

source: The surveys show that the knowledge among pharmacists and physicians on the actual colour use is substantial, but in the assessment of whether this also means that the participants perceive the colour as a sign, one must consider the circumstances that create a presumption that the participants cannot be expected to perceive the colour in this way.
nb: Undersøkelsene viser betydelig kunnskap hos farmasøyter og leger om faktisk fargebruk, men ved vurderingen av om det fra dette også kan sluttes at deltakerne oppfatter fargebruken som et særlig kjennetegn, må det også tas hensyn til de omstendigheter som med styrke skaper en presumsjon for at deltakerne ikke kan forventes å oppfatte fargebruken slik.

source: that the conduct of the judge in this case was not above the threshold for taking disciplinary action.
nb: Utvalget fant derfor at dommerens atferd i denne saken ikke var over terskelen for å reagere med disiplinærtiltak.

source: Confiscation is also not disproportionate in this case.
nb: Inndragning er heller ikke uforholdsmessig i dette tilfellet.

source: NAS also considered establishing one or more companies to deliver services to the AOC companies in the capacity of shared service centres.
nb: NAS vurderte dessuten å opprette ett eller flere selskaper som i egenskap av "shared service centers" kunne levere tjenester til AOC-selskapene.

source: The court did not assign any importance to the fact that one of the applicants was a lawyer while the other was a legal person, see paragraphs 44-45.
nb: Domstolen tilla det ikke noen betydning at den ene av klagerne var advokat, mens den andre var en juridisk person, jf. avsnitt 44–45.

source: One out of four key areas concerns "[r]egistration of identity".
nb: Ett av fire nøkkelområder gjelder "[r]egistration of identity".

source: "A penalty of imprisonment for a term not exceeding 6 years shall be applied to any person who forms, participates in, recruits members into or provides financial or other material support for a terrorist organisation, when the organisation has taken steps to achieve the purpose by unlawful means."
nb: "Med fengsel inntil 6 år straffes den som danner, deltar i, rekrutterer medlemmer eller yter økonomisk eller annen materiell støtte til en terrororganisasjon, når organisasjonen har tatt skritt for å realisere formålet med ulovlige midler."

source: Otherwise, an identity profile shall be deleted no later than 5 years after the person in question has died, or earlier if retention is clearly no longer expedient.
nb: For øvrig skal identitetsprofil slettes senest 5 år etter at vedkommende er død eller tidligere dersom fortsatt registrering åpenbart ikke lenger vil være hensiktsmessig.

source: individual assessment of each case, that the pension schemes in dispute could not be considered part of the contracts of employment, see Rt-2002-1576
nb: Høyesterett har etter en konkret vurdering i to saker kommet til at pensjonsordninger i privat sektor ikke kunne anses å inngå i arbeidsavtalene, se Rt-2002-1576

source: international law and the adoption of Article 110 a of the Constitution. I cannot however see
nb: blant annet den folkerettslige utvikling og vedtakelsen av Grunnlovens § 110 a.

source: In addition to existing property interests, the provision also protects future utilisation of the possessions – according to ECHR practice called "legitimate expectation".
nb: I tillegg til en aktuell eiendomsinteresse verner bestemmelsen også en framtidig eiendomsutnyttelse – i EMDs praksis kalt "legitimate expectation".

source: In my discussion of the application of the law under count III (a) of the indictment, I have only briefly summarised the court of appeal's account for why it convicted A of recruitment of J. The account in the court of appeal's judgment is very thorough and covers four and a half pages.
nb: I min drøftelse av lovanvendelsen under tiltalen post III a har jeg bare kort sammenfattet lagmannsrettens redegjørelse for hvorfor den fant grunnlag for å dømme A for rekruttering av J.

source: After the time of the offence, but before judgement was passed, the court concluded that a life sentence was prison for the rest of one’s life, and not just 20 years.
nb: Etter gjerningstidspunktet, men før domfellelsen, kom domstolen til at livstidsstraff var fengsel resten av livet og ikke bare 20 år.

source: Late in June 2014, ISIL leader Abu Bakr al-Baghdadi declared the institution of the "caliphate" in conquered parts of Syria and Iraq, with himself as the leader (caliph Ibrahim).
nb: I slutten av juni 2014 erklærte ISILs leder, C, opprettelse av 'kalifatet' i erobrede deler av Syria og Irak, med seg selv som leder (kalif Ibrahim).

source: At any rate seven of these – namely Nos.
nb: syv av disse - nærmere bestemt nr.

source: The individual vessel's quota share may also be affected by an increase in the number of vessels in the group, either as a result of a new allocation of licences or an amendment of the conditions for participating in a limited group.
nb: Det enkelte fartøyets kvotedel kan også bli påvirket av en økning av antall fartøy i gruppen, enten som følge av nytildeling av konsesjoner eller endring av vilkårene for å delta i en adgangsbegrenset gruppe.

source: The objective of the Copyright Act is, according to section 1 (b), to “limit the rights to strike a fair balance between the right holders’ interests on the one side and the interests of the users and the public on the other, to allow literary, scientific or artistic works and related achievements and works to be used where this is reasonable for societal considerations, such as use within the private sphere and in consideration of the right to freedom of expression and information”.
nb: Det følger av åndsverkloven § 1 bokstav b at formålet med loven blant annet er å «avgrense rettighetene med sikte på å ivareta en rimelig balanse mellom rettighetshavernes interesser på den ene siden og brukernes og allmennhetens interesser på den andre siden, slik at åndsverk og nærstående prestasjoner og arbeider kan brukes der dette ut fra samfunnsmessige hensyn er rimelig, som bruk innen det private området og av hensyn til informasjons- og ytringsfriheten».

source: (142) After having mentioned some older, restrictive rulings, the Committee continued:
nb: Utvalget påpeker at det har vært en betydelig utvikling på dette området.» (142)

source: interruption of reindeer husbandry in the present Municipal Authority Area of Selbu.
nb: Etter min mening er det tvilsomt om det i noen lengre periode var avbrudd i reindriften i nåværende Selbu

source: had by ancient custom “sought sojourn and pasture”, cf. for example page 29 of its report. In the light of this the question has been raised – also by the first Justice to deliver his Opinion – whether the Commission had a correct understanding of the use requirement in the rules concerning use from time immemorial.
nb: for eksempel innberetningen side 29. Det er på denne bakgrunn reist spørsmål - også av førstvoterende - om kommisjonen har hatt en riktig forståelse av brukskravet i reglene om alders tids bruk.

source: According to what I have now said, there is also no reason – as the case stands – to argue that there has been an "assignment" of the legal relationship between the Shipyard and MAN.
nb: Det følger av det jeg her har sagt at det heller ikke – slik denne saken ligger an – er grunnlag for å hevde at det er skjedd en "overdragelse" av rettsforholdet mellom Verftet og MAN.
